Repository: ZeitOnline/liveblog
Catalog: server/liveblog/themes/themes_assets/classic/po/classic.*.po
Languages: de, fi, sr, sr_cy

source: Activate
de: Aktivieren
fi: Aktivoida
sr: Aktivirati
sr_cy: Активирати

source: Advertisement
de: Werbung
fi: Mainos
sr: Reklama
sr_cy: Реклама

source: Cancel
de: Abbrechen
fi: Peruuta
sr: Otkaži
sr_cy: Откажи

source: Comment
de: Kommentar
fi: Kommentoi
sr: Komentar
sr_cy: Коментар

source: Comment *
de: Kommentar *
fi: Kommentti *
sr: Komentar *
sr_cy: Коментар *

source: Comment should be maximum 300 characters in length.
de: Kommentar darf maximal 300 Zeichen lang sein.
fi: Kommentin enimmäispituus on 300 merkkiä.
sr: Komentar je ograničen na 300 karaktera.
sr_cy: Коментар је ограничен на 300 карактера.

source: Editorial
de: Redaktionell
fi: Toimituksellinen
sr: Izbor urednika
sr_cy: Избор уредника

source: Load more posts
de: Mehr Einträge laden
fi: Lataa lisää julkaisuja
sr: Učitaj još postova
sr_cy: Учитај још постова

source: Loading
de: Lade
fi: Lataa
sr: Učitavanje
sr_cy: Учитавање

source: Name *
fi: Nimi *
sr: Ime *
sr_cy: Име *

source: Name should be maximum 30 characters in length.
de: Name darf maximal 30 Zeichen lang sein.
fi: Nimen enimmäispituus on 30 merkkiä.
sr: Ime je ograničeno na 30 karaktera.
sr_cy: Име је ограничено на 30 карактера.

source: Newest first
de: Neueste zuerst
fi: Uusimmat ensin
sr: Od najnovijeg
sr_cy: Од најновијег

source: No posts for now.
de: Kein Beitrag vorhanden.
fi: Ei uusia julkaisuja.
sr: Za sada nema postova.
sr_cy: За сада нема постова.

source: Oldest first
de: Älteste zuerst
fi: Vanhimmat ensin
sr: Od najstarijeg
sr_cy: Од најстаријег

source: One pinned post
de: Angehefteter Eintrag
fi: Yksi kiinnitetty julkaisu
sr: Pogledajte istaknut post
sr_cy: Погледајте истакнут пост

source: Please fill in your Comment.
de: Bitte Kommentar hier eintragen.
fi: Lisää kommenttisi.
sr: Molimo unesite vaš komentar.
sr_cy: Молимо унесите ваш коментар.

source: Please fill in your Name.
de: Bitte Namen hier eintragen.
fi: Lisää nimesi.
sr: Molimo unesite vaše ime.
sr_cy: Молимо унесите ваше име.

source: Post a comment
de: Kommentar posten
fi: Lähetä kommentti
sr: Postavite komentar
sr_cy: Поставите коментар

source: See one new update
de: Neuen Beitrag anzeigen
fi: Lataa yksi uusi julkaisu
sr: Pogledajte novi post
sr_cy: Погледајте нови пост

source: Send
de: Abschicken
fi: Lähetä
sr: Pošalji
sr_cy: Пошаљи

source: Share this post on Email
de: Diesen Beitrag per E-Mail teilen
sr: Podelite ovaj post na Email

source: Share this post on Facebook
de: Teile diesen Beitrag auf Facebook
sr: Podelite ovaj post na Facebook

source: Share this post on Google+
de: Teile diesen Beitrag auf Google+
sr: Podelite ovaj post na Google+

source: Share this post on Linkedin
de: Teile diesen Beitrag auf Linkedin
sr: Podelite ovaj post na Linkedin

source: Share this post on Twitter
de: Teile diesen Beitrag auf Twitter
sr: Podelite ovaj post na Twitter

source: Show all posts
de: Alle Beiträge anzeigen
fi: Näytä kaikki julkaisut
sr: Prikaži sve postove
sr_cy: Прикажи све постове

source: Show highlighted post only
de: Anzeigen hervorgehoben Beitrag ist nur
fi: Näytä vain korostettu julkaisu
sr: Prikaži najvažnije postove
sr_cy: Прикажи најважније постове

source: Social Share
de: Soziales Teilen
sr: Društveni udeo

source: Sort by:
de: Ordnen nach:
fi: Järjestä:
sr: Sortiraj:
sr_cy: Сортирај:

source: Updated {{post.content_updated_date | prettifyIsoDate}}
de: Aktualisiert am {{post.content_updated_date | prettifyIsoDate}}
fi: Päivitetty {{post.content_updated_date | prettifyIsoDate}}
sr: Ažurirano {{post.content_updated_date | prettifyIsoDate}}
sr_cy: Ажурирано {{post.content_updated_date | prettifyIsoDate}}

source: Your comment was sent for approval.
de: Ihr Kommentar wartet auf Freischaltung.
fi: Kommenttisi lähetettiin hyväksyttäväksi.
sr: Vaš komentar je poslat na odobrenje.
sr_cy: Ваш коментар је послат на одобрење.

source: {{ item.meta.caption }} credit: {{ item.meta.credit }}
de: {{ item.meta.caption }} Bild: {{ item.meta.credit }}
fi: {{ item.meta.caption }} © {{ item.meta.credit }}
sr: {{ item.meta.caption }} autor: {{ item.meta.credit }}
sr_cy: {{ item.meta.caption }} аутор: {{ item.meta.credit }}
